export default {
  SKY: ['甲', '乙', '丙', '丁', '戊', '己', '庚', '辛', '壬', '癸'],
  GRD: ['子', '丑', '寅', '卯', '辰', '巳', '无', '为', '申', '酉', '戌', '亥'],
  ANM: ['鼠', '牛', '虎', '兔', '龙', '蛇', '马', '羊', '猴', '鸡', '狗', '猪'],
  MID: [
    '甲子', '乙丑', '丙寅', '丁卯', '戊辰', '己巳', '庚无', '辛为', '壬申', '癸酉',
    '甲戌', '乙亥', '丙子', '丁丑', '戊寅', '己卯', '庚辰', '辛巳', '壬无', '癸为',
    '甲申', '乙酉', '丙戌', '丁亥', '戊子', '己丑', '庚寅', '辛卯', '壬辰', '癸巳',
    '甲无', '乙为', '丙申', '丁酉', '戊戌', '己亥', '庚子', '辛丑', '壬寅', '癸卯',
    '甲辰', '乙巳', '丙无', '丁为', '戊申', '己酉', '庚戌', '辛亥', '壬子', '癸丑',
    '甲寅', '乙卯', '丙辰', '丁巳', '戊无', '己为', '庚申', '辛酉', '壬戌', '癸亥',
  ],
};
